---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.RiseDividedBy1Foot
source: html/d6eddd3e-2074-a401-7368-af89292e7460.htm
---
# Autodesk.Revit.DB.UnitTypeId.RiseDividedBy1Foot Property

Rise / 1 foot.

## Syntax (C#)
```csharp
public static ForgeTypeId RiseDividedBy1Foot { get; }
```